import { IRecentUpdateItem } from "@/app/production/RecentUpdatesScreen/RecentUpdateSliderItem/types";

const newsItems: IRecentUpdateItem[] = [
  {
    id: 1,
    title: "Новая модель организационной",
    description:
      "Каждый из нас понимает очевидную вещь: начало повседневной работы по формированию позиции способствует повышению качества направлений прогрессивного развития.",
    image: "/news_bg.webp",
  },
  {
    id: 2,
    title: "Новая модель организационной",
    description:
      "Каждый из нас понимает очевидную вещь: начало повседневной работы по формированию позиции способствует повышению качества направлений прогрессивного развития.",
    image: "/news_bg.webp",
  },
  {
    id: 3,
    title: "Новая модель организационной",
    description:
      "Каждый из нас понимает очевидную вещь: начало повседневной работы по формированию позиции способствует повышению качества направлений прогрессивного развития.",
    image: "/news_bg.webp",
  },
  {
    id: 4,
    title: "Новая модель организационной",
    description:
      "Каждый из нас понимает очевидную вещь: начало повседневной работы по формированию позиции способствует повышению качества направлений прогрессивного развития.",
    image: "/news_bg.webp",
  },
];

export default newsItems;