import { ITaskItem } from "./types";

export const taskItems: ITaskItem[] = [
  {
    title: "Подзадача",
    description:
      "Описание подзадачи или дополнительная информация о ней. Здесь может быть текст, раскрывающий детали задачи. Это более подробное описание, которое включает в себя все необходимые детали и требования. В этом тексте мы можем описать цели, сроки, необходимые ресурсы и ожидаемые результаты выполнения данной подзадачи.",
  },
  {
    title: "Подзадача",
    description:
      "Описание подзадачи или дополнительная информация о ней. Здесь может быть текст, раскрывающий детали задачи. Это более подробное описание, которое включает в себя все необходимые детали и требования. В этом тексте мы можем описать цели, сроки, необходимые ресурсы и ожидаемые результаты выполнения данной подзадачи.",
  },
];
