export const reviews = [
  {
    company: "/sberbank.png",
    title: "Комплектные трансформаторные подстанции",
    text: "Приятно, граждане, наблюдать, как диаграммы связей, инициированные исключительно синтетически, представлены в исключительно положительном свете.",
  },
  // Duplicate the review 6 more times as per the original
  ...Array(6).fill({
    company: "/sberbank.png",
    title: "Комплектные трансформаторные подстанции",
    text: "Приятно, граждане, наблюдать, как диаграммы связей, инициированные исключительно синтетически, представлены в исключительно положительном свете.",
  }),
];
