import { Advantage } from "./types";

export const advantages: Advantage[] = [
  {
    id: 1,
    text: "Официальное трудоустройство, стабильная зарплата и ДМС после испытательного срока",
    iconName: "BadgeCheck",
  },
  {
    id: 2,
    text: "Алтайский производитель с большим современным цехом и новейшим оборудованием",
    iconName: "Factory",
  },
  {
    id: 3,
    text: "Сотрудничество с крупными клиентами: «Черкизово», «ЕВРАЗ», «АЛТАЙ ТАРА»",
    iconName: "Handshake",
  },
  {
    id: 4,
    text: "Собственный «Центр развития компетенций» с наставниками. Аттестация рабочих мест по системе СОУТ",
    iconName: "GraduationCap",
  },
  {
    id: 5,
    text: "Корпоративные мероприятия, «Олимпийские игры СК», проект «Бережливое производство»",
    iconName: "Users",
  },
  {
    id: 6,
    text: "Проектная работа со студентами ВУЗов, реализация уникальных дипломных идей",
    iconName: "Lightbulb",
  },
];
