import { IFaqItem } from "./types";

export const faqItems: IFaqItem[] = [
  {
    title: "Официальное трудоустройство по ТК?",
    content: "Основные условия официального трудоустройства:",
    list: [
      "Официальное трудоустройство в соответствии с Трудовым кодексом РФ",
      "Заработная плата выплачивается 2 раза в месяц на банковскую карту",
      "Оплачиваемые отпуска и больничные",
      "Учебные отпуска для студентов-заочников (по справке-вызову из учебного заведения)",
    ],
  },
  {
    title: "Как проходит адаптация нового сотрудника?",
    content: "Процесс адаптации включает:",
    list: [
      "Стандартный испытательный срок — 3 месяца",
      "За каждым новым сотрудником закрепляется наставник, который обучает и помогает быстрее освоить рабочие процессы",
      "В компании работает специалист, проводящий обучение по технической и электрической части оборудования в Центре развития компетенций на базе производства СК",
    ],
  },
  {
    title: "Почему стоит идти к нам?",
    content: "Преимущества работы в нашей компании:",
    list: [
      "ДМС для всех сотрудников после прохождения испытательного срока (3 месяца)",
      "Реферальная программа «Приведи друга» — премия 5000 рублей за каждого приведенного сотрудника",
      "Собственный «Центр развития компетенций» с групповыми и индивидуальными занятиями по техническим вопросам",
      "Обучение сотрудников от наших партнеров, которые предоставляют комплектующие и оборудование для нашего производства.",
      "Экскурсии на производство для партнеров и гостей",
      "Производственная практика для студентов техникумов и колледжей, обучение и наставничество для молодых специалистов",
      "Сотрудничество с АлтГТУ им. Ползунова, принимаем студентов на практику, работаем по научной деятельности на базе энергетического факультета.",
    ],
  },
  {
    title: "Какая корпоративная культура в компании?",
    content: "Наша корпоративная культура включает:",
    list: [
      "Регулярные внутренние конкурсы для сотрудников",
      "Корпоративные мероприятия: новогодние праздники, День рождения компании, собственные «Олимпийские игры»",
      "Активное участие в городских конкурсах, форумах, спортивных и интеллектуальных играх, встречах и фестивалях регионального уровня",
      "Поддержка спортсменов компании",
    ],
  },
];
