// Sample data for portfolio items
export const portfolioItems = [
  {
    id: 1,
    title: "Барнаульская ТЭЦ-3",
    description:
      "Модернизация системы электроснабжения и установка современного распределительного оборудования на одной из крупнейших теплоэлектроцентралей Алтайского края.",
    location: "Алтайский край",
    image: "/news_bg.webp",
  },
  {
    id: 2,
    title: "Бийская ТЭЦ",
    description:
      "Комплексная реконструкция распределительных устройств и внедрение автоматизированной системы управления технологическими процессами.",
    location: "Алтайский край",
    image: "/news_bg2.webp",
  },
  {
    id: 3,
    title: "Новосибирская ГЭС",
    description:
      "Модернизация системы релейной защиты и автоматики, замена силового оборудования на современные аналоги с повышенной надежностью.",
    location: "Новосибирская область",
    image: "/news_bg.webp",
  },
  {
    id: 4,
    title: "Красноярская ГРЭС-2",
    description:
      "Внедрение цифровой системы мониторинга и управления электрическими подстанциями, обеспечивающей повышенную надежность энергоснабжения.",
    location: "Красноярский край",
    image: "/news_bg2.webp",
  },
];
