export const newsItems = [
  {
    id: 1,
    title: "Новое оборудование для производства",
    description:
      "Мы обновили наше производственное оборудование для повышения качества продукции",
    date: "2024-01-15",
    image: "/production_update1.webp",
  },
  {
    id: 2,
    title: "Улучшение технологических процессов",
    description:
      "Внедрили новые технологии для оптимизации производственных процессов",
    date: "2024-01-10",
    image: "/production_update2.webp",
  },
  {
    id: 3,
    title: "Расширение производственных мощностей",
    description: "Завершили модернизацию производственных линий",
    date: "2024-01-05",
    image: "/production_update3.webp",
  },
];
