import { FAQItem } from "./types";

export const faqItems: FAQItem[] = [
  {
    title: "Производственная документация",
    content:
      "В данном разделе представлены сертификаты качества на продукцию ООО \"СибКомплект\".",
    documents: [
      {
        title: "Знак качества ООО СибКомплект КТПБ утепленная 2025-2027",
        link: "/certificates/production/Знак_качества_ООО_СибКомплект_КТПБ_утепленная_2025_2027.pdf",
      },
      {
        title: "Знак качества ООО СибКомплект КТПК киоскового типа 2025-2027",
        link: "/certificates/production/Знак_качества_ООО_СибКомплект_КТПК_киоскового_типа_2025_2027.pdf",
      },
    ],
  },
];
