import { FAQCategory } from "./types";

export const faqCategories: FAQCategory[] = [
  {
    name: "Бухгалтерская документация",
    items: [
      {
        title: "Бухгалтерская документация",
        content:
          "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
        documents: [
          { title: "Отчет от 05.0.2024 о каких-либо параметрах", link: "#" },
          { title: "Отчет от 05.0.2024 о каких-либо параметрах", link: "#" },
        ],
      },
      {
        title: "Вопрос",
        content:
          "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
      },
    ],
  },
  {
    name: "Документация",
    items: [
      {
        title: "Вопрос",
        content:
          "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
      },
      {
        title: "Вопрос",
        content:
          "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
      },
    ],
  },
  {
    name: "Еще Документация",
    items: [
      {
        title: "Вопрос",
        content:
          "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
      },
    ],
  },
];
