export const products = [
  {
    title: "Комплектные трансформаторные подстанции",
    image: "/ktp.webp",
    description:
      "Комплектные трансформаторные подстанции (КТП) 10/0,4 кВ используют в конце пути электроэнергии для приема, преобразования и распределения. ",
  },
  {
    title: "Распределительные устройства высокого напряжения 6(10) кВ",
    image: "/610kv.webp",
    description:
      "Распределительные устройства высокого напряжения 6(10) кВ предназначены для приема, распределения и защиты электрической энергии в сетях промышленного и гражданского назначения. Обеспечивают надежную работу оборудования и безопасность эксплуатации.",
  },
  {
    title: "Распределительные устройства низкого напряжения 0,4 кВ",
    image: "/04kv.webp",
    description:
      "Распределительные устройства и панели 0,4 кВ предназначены для приема и распределения электроэнергии, а также для защиты электрических сетей и оборудования от перегрузок и коротких замыканий.",
  },
  {
    title:
      "Пункты коммерческого учёта и секционирования воздушных линий электропередач",
    image: "/transformer.webp",
    description:
      "Пункты коммерческого учета и секционирования обеспечивают надежный контроль, учет и распределение электроэнергии на воздушных линиях электропередач, способствуя эффективному управлению энергопотреблением.",
  },
  {
    title: "Электростанции и установки",
    image: "/electro.webp",
    description:
      "Электростанции и установки предназначены для автономного или резервного электроснабжения объектов различного назначения, обеспечивая стабильную подачу электроэнергии в любых условиях.",
  },
];

export const brands = [
  { name: "Sber Bank", image: "/sberbank.png" },
  { name: "Sber Bank", image: "/sberbank.png" },
  { name: "Sber Bank", image: "/sberbank.png" },
  { name: "Sber Bank", image: "/sberbank.png" },
  { name: "Sber Bank", image: "/sberbank.png" },
];
