import { IProductionStage } from "./types";

export const productionStages: IProductionStage[] = [
  {
    id: 1,
    number: "01",
    title: "Разработка и оформление КД",
    description:
      "Разработка конструкторской документации в соответствии с ТЗ заказчика, нормами ГОСТ и ЕСКД.",
    image: "/stages/step1.jpg",
  },
  {
    id: 2,
    number: "02",
    title: "Раскрой и гибка металла",
    description:
      "Лазерная резка и гибка металлических заготовок на листогибочном прессе.",
    image: "/stages/step2_1.png",
  },
  {
    id: 3,
    number: "03",
    title: "Окраска и сборка корпуса",
    description: "Сборка корпуса с использованием сварки и порошковой окраски.",
    image: "/stages/step3.png",
  },
  {
    id: 4,
    number: "04",
    title: "Монтаж сендвич-панелей",
    description:
      "Установка сэндвич-панелей для обеспечения тепло- и звукоизоляции оборудования.",
    image: "/stages/step4.jpeg",
  },
  {
    id: 5,
    number: "05",
    title: "Сборка и окраска ячеек",
    description:
      "Изготовление и окраска ячеек РУВН и РУНН с использованием клепки или сварки.",
    image: "/stages/step5.png",
  },
  {
    id: 6,
    number: "06",
    title: "Монтаж оборудования ячеек",
    description:
      "Установка электротехнических компонентов в ячейки РУВН и РУНН согласно проектной документации.",
    image: "/stages/step6.jpg",
  },
  {
    id: 7,
    number: "07",
    title: "Коммутация",
    description:
      "Соединение электрических компонентов, укладка кабелей и монтаж шинопроводов.",
    image: "/stages/step7.png",
  },
  {
    id: 8,
    number: "08",
    title: "Контроль ОКК",
    description:
      "Проверка сборки, электрические испытания и контроль соответствия документации.",
    image: "/stages/step8_1.png",
  },
  {
    id: 9,
    number: "09",
    title: "Подготовка к отгрузке",
    description:
      "Разборка, комплектация и упаковка оборудования с учетом требований безопасности.",
    image: "/stages/step9_1.jpg",
  },
  {
    id: 10,
    number: "10",
    title: "Отгрузка оборудования",
    description:
      "Загрузка оборудования в транспорт с полным пакетом документации для доставки на объект.",
    image: "/stages/step10.jpg",
  },
];
