// Mock data - with varied content and different images from public folder
export const slides = [
  {
    id: 1,
    title: "Строительство объектов энергетики",
    description:
      "Крупный проект по энергообеспечению промышленного комплекса с применением современных технологий и автоматизированных систем управления. Включает полный цикл от проектирования до ввода в эксплуатацию.",
    year: "2024 год",
    image: "/construction_bg.webp",
    icon: "/item.png",
  },
  {
    id: 2,
    title: "Трансформаторные подстанции",
    description:
      "Модернизация энергосистем в городской среде с учетом повышенных требований к безопасности и надежности. Разработка и внедрение решений для стабильного электроснабжения с минимальным воздействием на окружающую среду.",
    year: "2023 год",
    image: "/transformer.webp",
    icon: "/item.png",
  },
  {
    id: 3,
    title: "Производственная база",
    description:
      "Масштабирование производственных мощностей с интеграцией цифровых решений для оптимизации производственного процесса. Внедрение автоматизированных линий и систем контроля качества продукции.",
    year: "2024 год",
    image: "/production_bg.webp",
    icon: "/item.png",
  },
  {
    id: 4,
    title: "Разработка новых технологий",
    description:
      "Инновационные решения для энергетического сектора, направленные на повышение энергоэффективности и снижение углеродного следа. Применение современных материалов и передовых инженерных разработок.",
    year: "2023 год",
    image: "/production_bg_new.webp",
    icon: "/item.png",
  },
  {
    id: 5,
    title: "Модернизация оборудования",
    description:
      "Внедрение современных стандартов производства с целью увеличения срока службы оборудования и снижения эксплуатационных затрат. Включает комплексную диагностику и замену устаревших компонентов.",
    year: "2022 год",
    image: "/news_bg2.webp",
    icon: "/item.png",
  },
  {
    id: 6,
    title: "Корпоративные клиенты",
    description:
      "Комплексные решения для бизнеса любого масштаба с учетом специфики отрасли и индивидуальных потребностей клиента. Разработка и внедрение энергетической инфраструктуры под ключ с последующим сервисным обслуживанием.",
    year: "2022 год",
    image: "/production_bg.webp",
    icon: "/item.png",
  },
  {
    id: 7,
    title: "Партнерская программа",
    description:
      "Сотрудничество с ведущими компаниями отрасли для создания интегрированных решений и обмена опытом. Совместная разработка инновационных продуктов и реализация масштабных проектов в энергетической сфере.",
    year: "2023 год",
    image: "/news_bg2.webp",
    icon: "/item.png",
  },
];
