import { Advantage } from "./types";

export const advantages: Advantage[] = [
  {
    id: 1,
    text: "Алтайский производитель с большим современным цехом и новейшим оборудованием",
  },
  {
    id: 2,
    text: "Собственный «Центр развития компетенций» с наставниками. Аттестация рабочих мест по системе СОУТ",
  },
  {
    id: 3,
    text: "Сотрудничество с крупными клиентами: «Черкизово», «ЕВРАЗ», «АЛТАЙ ТАРА»",
  },
  {
    id: 4,
    text: "Проектная работа со студентами ВУЗов, реализация уникальных дипломных идей",
  },
  {
    id: 5,
    text: "Официальное трудоустройство, стабильная зарплата и ДМС после испытательного срока",
  },
  {
    id: 6,
    text: "Корпоративные мероприятия, «Олимпийские игры СК», проект «Бережливое производство»",
  },
];
