export const reviews = [
  {
    company: "/sberbank.png",
    title: "Красильников Р.В.",
    jobTitle: "Директор филиала",
    text: "Между АО «Оборонэнерго» и ООО «Сибкомплект» был заключен договор № 94 от «12» мая 2020 г. на поставку Комплектных трансформаторных подстанций, в количестве 2шт.\n\nОбязательства по договору выполнены Поставщиком в полном объёме, качество продукции соответствует заявленным характеристикам. Оборудование на данный момент работает в штатном режиме, без нареканий.\n\nделовое общение с сотрудниками ООО «СибКомплект» было продуктивным и оставило позитивное впечатление. Надеемся на дальнейшее сотрудничество.",
  },
  {
    company: "/sberbank.png",
    title: "Рыбников А.А.",
    jobTitle: "Генеральный директор ООО «БПЗ»",
    text: "Настоящим письмом ОАО «БПЗ» сообщает, что ООО «Сибкомплект» в течение длительного времени является поставщиком электротехнической продукции для нашего завода.\n\nВысокий уровень надежности и безопаности продукции, производимой ООО «Сибкомплект», позволяют эксплуатировать оборудование в условиях Сибири, а передовые технологии и оригинальные конструкторские решения специалистов компании позволяют не только обеспечить высокое качество выпускаемого оборудования, но и значительно снизить их эксплуатационные расходы.\n\nЗа весь период ООО «Сибкомплект» проявил себя как надежный и исполнительный партнёр, четко выполняющий условия договорных обязательств, и мы планируем дальнейшее продолжение сотрудничества с данной компанией в качестве поставщика электротехнической продукции.",
  },
  {
    company: "/sberbank.png",
    title: "Герман В.А.",
    jobTitle: "Директор ООО ПО «АЗПИ»",
    text: "Настоящим письмом выражаем благодарность компании ООО «Сибкомплект» за успешное партнерство, высокое качество оборудования.\n\nОтдельно хотим отметить качественную информационную поддержку, которую оказывает компания ООО «Сибкомплект» нашему предприятию по всему спектру изготавливаемого оборудования.\n\nМы высоко ценим сложившиеся между нашими организациями крепкие партнерские отношения и желаем Вам процветания, производственных успехов, экономического и финансового благополучия.\n\nНадеемся на дальнейшее сотрудничество и укрепление взаимоотношений на благо наших компаний.",
  },
  {
    company: "/sberbank.png",
    title: "Филин Сергей Николаевич",
    jobTitle: "Главный энергетик ООО «Алтайхолод»",
    text: "От лица компании «Алтайхолод» выражаю признательность «СибКомплект» за добросовестное выполнение договорных обязательств по поставке и монтажу электрооборудования. Индивидуальный подход и профессиональный опыт в сфере энергетики позволяют с уверенностью продолжать сотрудничество с «СибКомплект». Высокое качество и надёжность поставляемого оборудования удовлетворяют всем требованиям и нуждам крупного производственного предприятия.",
  },
];
