import { FAQItem } from "./types";

export const faqItems: FAQItem[] = [
  {
    title: "Бухгалтерская документация",
    content:
      "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов.",
    documents: [
      { title: "Отчет от 05.0.2024 о каких-либо параметрах", link: "#" },
      { title: "Отчет от 05.0.2024 о каких-либо параметрах", link: "#" },
    ],
  },
  {
    title: "Документация",
    content:
      "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов. Значимость этих проблем настолько очевидна, что курс на социально-ориентированный национальный проект напрямую зависит от системы массового участия.",
  },
  {
    title: "Документация",
    content:
      "Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь не даёт нам иного выбора, кроме определения распределения внутренних резервов и ресурсов. Значимость этих проблем настолько очевидна, что курс на социально-ориентированный национальный проект напрямую зависит от системы массового участия.",
  },
];
