import { IReviewItem } from "./types";

export const reviews: IReviewItem[] = [
    {
      name: "Савлукова Лариса Алексеевна",
      position: "Заведующая складским хозяйством",
      image: "/review1.png",
      text: '«В компании "Сибкомплект" я уже почти 5 лет занимаю должность заведующей складским хозяйством. И за это время я ни разу не пожалела о своем выборе. Атмосфера в коллективе потрясающая, есть много положительных моментов, связанных с культурой компании и возможностями для профессионального развития. Здесь действительно ценят своих сотрудников и учитывается мнение каждого. Руководство всегда открыто к новым идеям и готово поддержать инициативу сотрудника. Я чувствую, что мои усилия знают и ценят, что мотивирует меня работать еще усерднее.  Особенно радует наличие корпоративных мероприятий, которые помогают строить команду. В "Сибкомплекте" уделяется внимание балансу между личной жизнью и работой, благодаря такому подходу я чувствую себя комфортно и уверенно в этой компании.»',
      shortText:
        '«В компании "Сибкомплект" я уже почти 5 лет занимаю должность заведующей складским хозяйством. Атмосфера в коллективе потрясающая, есть много положительных моментов»',
    },
    {
      name: "Петров Сергей Николаевич",
      position: "Маляр заготовительного цеха",
      image: "/review2.png",
      text: '«В "Сибкомплекте" работаю с июля 2024 года, пришел на должность помощника маляра, быстро и успешно прошел испытательный срок, проявил себя и получил повышение на должность маляра. В компании все устраивает: заработная плата вся белая, вовремя на карту, официально получаем компенсацию к заработной плате за вредность - не в каждой организации это есть. Коллектив у нас отличный, ребята рабочие, каждый знает свое дело. Мне все нравится.»',
      shortText:
        '«В "Сибкомплекте" работаю с июля 2024 года, пришел на должность помощника маляра. В компании все устраивает: заработная плата вся белая, получаем компенсацию за вредность»',
    },
    {
      name: "Коляда Андрей Алексеевич",
      position: "Инженер-проектировщик",
      image: "/review3.png",
      text: '«В "Сибкомплект" пришел в 2020 году на должность электрика-коммутатчика. Закончив университет в 2023 году, перевели на должность инженера-проектировщика в технический отдел. В компании есть возможность расти и развиваться, получать новые знания и опыт. Отличный коллектив, взаимодействуем и помогаем друг другу, развиваем систему наставничества. Инженеры технического отдела активно работают с молодежью, которая учится в ВУЗах, СУЗах. Нас приглашают на выставки и фестивали, чтобы мы взаимодействовали со студентами, передавали свой опыт и знания. В "Сибкомплекте" есть возможность для развития, обучения чему-то новому, компания не стоит на месте.»',
      shortText:
        '«В "Сибкомплект" пришел в 2020 году на должность электрика-коммутатчика. В 2023 году перевели на должность инженера-проектировщика. В компании есть возможность расти и развиваться»',
    },
    {
      name: "Славецкий Роман Станиславович",
      position: "Коммерческий директор",
      image: "/review5.png",
      text: '«СибКомплект сегодня - это непрерывное развитие  и совершенствование текущих процессов, повышение квалификации персонала и взятие новых вершин по ключевым показателям предприятия. Ежедневно команда СибКомплект работает над улучшениями, которые в перспективе позволяют добиваться высоких результатов по количеству и качеству выпускаемой продукции, чтобы оставаться для своих клиентов надёжным партнёром и поставщиком. Основываясь на ценности компании, во главе которых - "порядочность", наши  сотрудники и клиенты не беспокоятся о выполнении компанией своих обязательств. Хорошая репутация является для нас ключевым показателем, обеспечивающим стабильность заказов и отсутствие "текучки" кадров. Работать в СибКомплект не только интересно, но и выгодно, так как мы регулярно обновляем информацию с рынка труда и понимаем ценность каждого специалиста.»',
      shortText:
        "«СибКомплект сегодня - это непрерывное развитие и совершенствование текущих процессов, повышение квалификации персонала и взятие новых вершин по ключевым показателям»",
    },
  ];