import { FAQCategory } from "./types";

export const faqCategories: FAQCategory[] = [
  {
    name: "Декларации",
    items: [
      {
        title: "Декларации",
        content: "Здесь представлены декларации.",
        documents: [
          {
            title:
              "Декларация о соответствии № РОСС RU Д-RU.РА01.В.16411 24.pdf",
            link: "/certificates/declarations/Декларация о соответствии № РОСС RU Д-RU.РА01.В.16411 24.pdf",
          },
          {
            title: "Декларация на КСО.pdf",
            link: "/certificates/declarations/Декларация на КСО.pdf",
          },
          {
            title:
              "Декларация ДГУ контейнерного испонения, мощ. до 2000 кВА-1,2,3-0,4кВ УХЛ1,У1.pdf",
            link: "/certificates/declarations/Декларация ДГУ контейнерного испонения, мощ. до 2000 кВА-1,2,3-0,4кВ УХЛ1,У1.pdf",
          },
        ],
      },
    ],
  },
  {
    name: "Сертификаты СМК",
    items: [
      {
        title: "Сертификаты СМК",
        content: "Здесь представлены сертификаты СМК.",
        documents: [
          {
            title:
              "Сертификат СМК ИСО 9001 Многофункциональный центр стандартизации.pdf",
            link: "/certificates/smk/Сертификат СМК ИСО 9001 Многофункциональный центр стандартизации.pdf",
          },
        ],
      },
    ],
  },
  {
    name: "Сертификаты",
    items: [
      {
        title: "Сертификаты НКУ",
        content:
          "Здесь представлены сертификаты на низковольтные комплектные устройства.",
        documents: [
          {
            title:
              "Сертификат №...01999 НКУ до 1000В (ГРЩ, ЩО) ТРТС 004, 020.PDF",
            link: "/certificates/Сертификат №...01999 НКУ до 1000В (ГРЩ, ЩО) ТРТС 004, 020.PDF",
          },
          {
            title:
              "Сертификат НКУ до 1000В (ГРЩ, ЩО) ТРТС 004, 020  рус-кирг.PDF",
            link: "/certificates/Сертификат НКУ до 1000В (ГРЩ, ЩО) ТРТС 004, 020  рус-кирг.PDF",
          },
        ],
      },
      {
        title: "Сертификаты КТП",
        content:
          "Здесь представлены сертификаты на комплектные трансформаторные подстанции.",
        documents: [
          {
            title:
              "Сертификат КТП 25-2500 кВА климатическое исполнение ОМ1.pdf",
            link: "/certificates/Сертификат КТП 25-2500 кВА климатическое исполнение ОМ1.pdf",
          },
          {
            title: "Сертификат КТП 25-2500 кВа ГОСТ, сейсмостойкость.pdf",
            link: "/certificates/Сертификат КТП 25-2500 кВа ГОСТ, сейсмостойкость.pdf",
          },
          {
            title:
              "Сертификат КТП 25-2500 кВА № С-ПЭ.120.ТУ.00130 нефтехимия.pdf",
            link: "/certificates/Сертификат КТП 25-2500 кВА № С-ПЭ.120.ТУ.00130 нефтехимия.pdf",
          },
          {
            title:
              "Сертификат КТП 25-2500 кВА № С-ПЭ.120.ТУ.00128 угольная.pdf",
            link: "/certificates/Сертификат КТП 25-2500 кВА № С-ПЭ.120.ТУ.00128 угольная.pdf",
          },
        ],
      },
      {
        title: "Сертификаты КРУ и БМУ",
        content:
          "Здесь представлены сертификаты на комплектные распределительные устройства и блоки модульные унифицированные.",
        documents: [
          {
            title:
              "Сертификат КРУ-СК, КСО-СК сейсмостойкоскости 9 баллов по шкале MSK-64.pdf",
            link: "/certificates/Сертификат КРУ-СК, КСО-СК сейсмостойкоскости 9 баллов по шкале MSK-64.pdf",
          },
          {
            title: "Сертификат БМУ-СК сейсмостойкость 9.pdf",
            link: "/certificates/Сертификат БМУ-СК сейсмостойкость 9.pdf",
          },
          {
            title: "Сертификат БМУ-СК ПБ.pdf",
            link: "/certificates/Сертификат БМУ-СК ПБ.pdf",
          },
        ],
      },
      {
        title: "Сертификаты ПКУ, ПСС, ПУСС",
        content:
          "Здесь представлены сертификаты на пульты контроля и управления, системы питания и блоки питания.",
        documents: [
          {
            title: "Сертификат ПКУ, ПСС, ПУСС.pdf",
            link: "/certificates/Сертификат ПКУ, ПСС, ПУСС.pdf",
          },
        ],
      },
    ],
  },
  {
    name: "Бухгалтерские документы",
    items: [
      {
        title: "Учредительные документы",
        content: "Здесь представлены учредительные документы компании.",
        documents: [
          {
            title: "Устав 3 страницы.pdf",
            link: "/certificates/accounting/Устав 3 станицы.pdf",
          },
          {
            title: "Лист изменений к уставу 161221.tiff",
            link: "/certificates/accounting/Лист изменений к уставу 161221.tiff",
          },
          {
            title: "Карточка ООО СибКомплект.pdf",
            link: "/certificates/accounting/Карточка ООО СибКомплект.pdf",
          },
        ],
      },
      {
        title: "Реквизиты и регистрационные документы",
        content:
          "Здесь представлены реквизиты и регистрационные документы компании.",
        documents: [
          {
            title: "Реквизиты СибКомплект 2024 — подписант Моргуль Е.А..docx",
            link: "/certificates/accounting/Реквизиты СибКомплект 2024 — подписант Моргуль Е.А..docx",
          },
          {
            title: "ОГРН.pdf",
            link: "/certificates/accounting/ОГРН.pdf",
          },
          {
            title: "ИНН.pdf",
            link: "/certificates/accounting/ИНН.pdf",
          },
        ],
      },
      {
        title: "Налоговая отчетность",
        content: "Здесь представлена налоговая отчетность компании.",
        documents: [
          {
            title: "Налог на прибыль 1 квартал 2025.pdf",
            link: "/certificates/accounting/Налог на прибыль 1 квартал 2025.pdf",
          },
        ],
      },
    ],
  },
  {
    name: "Юридические документы",
    items: [
      {
        title: "Юридические документы",
        content: "Здесь представлены юридические документы.",
        documents: [
          {
            title:
              "Типовой договор поставки - СибКомплект - Поставщик - (БЕЗ РАБОТ) ред. 09.07.2024..rtf",
            link: "/certificates/legal/Типовой договор поставки - СибКомплект - Поставщик - (БЕЗ РАБОТ) ред. 09.07.2024..rtf",
          },
          {
            title: "Типовой договор на монтажные работы.doc",
            link: "/certificates/legal/Типовой договор на монтажные работы.doc",
          },
        ],
      },
    ],
  },
  {
    name: "Опросные листы",
    items: [
      {
        title: "Опросные листы",
        content: "Здесь представлены опросные листы.",
        documents: [
          {
            title: "Типовой ОЛ на КТП от 04.25.doc",
            link: "/certificates/questionnaire/Типовой ОЛ на КТП от 04.25.doc",
          },
        ],
      },
    ],
  },
];
